<template>
  <Panel>
    <div class="p-3 leading-5">
      <p class="mb-3">
        ArtSpace — творческий сервис, в котором талантливые художники могут поделиться своим творчеством, а обычные пользователи - найти вдохновение.
      </p>

      <p class="mb-5">
        Сервис создан исключительно для публикации творений нарисованных любым способом. Администрация следит за качеством контента и соблюдением правил.
      </p>

      <div class="mb-5">
        <h3 class="font-medium text-lg mb-1 leading-6"># Качество контента</h3>
        <ul class="list-decimal pl-8">
          <li>В сервисе публикуются только рисунки.</li>
          <li>Творения, сфотографированные на телефон, будут отклонены.</li>
          <li>Качество публикаций должно быть на высоком уровне.</li>
          <li>Нельзя использовать нецензурную лексику.</li>
          <li>Грамматические ошибки - это плохо.</li>
          <li>Теги должны соответствовать публикации.</li>
        </ul>
      </div>

      <div class="mb-5">
        <h3 class="font-medium text-lg mb-1 leading-6"># Реклама</h3>
        <ul class="list-decimal pl-8">
          <li>Реклама любого вида в публикациях запрещена.</li>
        </ul>
      </div>

      <div class="mb-5">
        <h3 class="font-medium text-lg mb-1 leading-6"># Ссылки в сервисе</h3>
        <ul class="list-decimal pl-8">
          <li>Можно использовать ссылки только на сайт vk.com без использования сервисов сокращения ссылок.</li>
        </ul>
      </div>

      <div class="mb-5">
        <h3 class="font-medium text-lg mb-1 leading-6"># Запрещенные тематики</h3>
        <ul class="list-decimal pl-8">
          <li>16+ и 18+ контент.</li>
          <li>Расовые или любые иные унижения чести и достоинства личности.</li>
          <li>Соски, гениталии, обнаженные или полуобнаженные тела изображенные в публикации.</li>
          <li>Подробное описание или изображение постельных сцен.</li>
          <li>Раскрытие чьей-либо личной информации.</li>
          <li>Призывы к оскорблению других лиц и угрозам по отношению к ним.</li>
          <li>Публикация контента, содержащего запугивания и оскорбления.</li>
        </ul>
      </div>

      <div class="mb-3 border-t pt-3">
        <ul class="list-disc pl-4">
          <li class="my-2">Проверка публикаций производится модерацией сервиса и решение может измениться как с положительного на отрицательное, так и наоборот.</li>
          <li class="my-2">Если Вы не согласны с мнением модерации, Вы можете проверить публикацию на соответствие ее правилам сервиса и отправить ее повторно.</li>
          <li class="my-2">При обнаружении подозрительной активности, модерация может заблокировать возможность любой активности в сервисе.</li>
          <li class="my-2">Модерация может отклонить любую публикацию по своему усмотрению с целью поддержания запланированной концепции сервиса.</li>
        </ul>
      </div>
    </div>
  </Panel>
</template>

<script>
import Panel from '../components/Panel.vue'

export default {
  name: 'Rules',
  components: {
    Panel,
  }
}
</script>
